English/nce2/L39 Am I all right.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-06 Tue 22:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org98b5aa3" class="outline-2">
<h2 id="org98b5aa3">Lesson 39 Am I all right?</h2>
<div class="outline-text-2" id="text-org98b5aa3">
<p class="verse">
Why did Mr. Gilbert telephone Dr. Millington?<br />
<br />
While John Gilbert was in hospital,<br />
&#xa0;he asked his doctor to tell him whether his operation had been successful,<br />
&#xa0;but the doctor <b>refused to do so</b>.<br />
The following day, the patient <b>asked for a bedside telephone</b>.<br />
When he was alone, he telephoned the hospital exchange and asked for Doctor Millington.<br />
When the doctor answered the phone,<br />
&#xa0;Mr. Gilbert said he was <b>inquiring about a certain patient</b>, a Mr. John Gilbert.<br />
He asked if Mr. Gilbert's operation had been successful and the doctor told him that it had been.<br />
He then asked when Mr. Gilbert would <b>be allowed to go</b> home<br />
&#xa0;and the doctor told him that he would have to stay in hospital for another two weeks.<br />
Then Dr. Millington asked the caller if he was a relative of the patient.<br />
'No,' the patient answered.<br />
'I am Mr. John Gilbert.'<br />
</p>
</div>
<div id="outline-container-orgec0b13b" class="outline-3">
<h3 id="orgec0b13b">expression</h3>
<div class="outline-text-3" id="text-orgec0b13b">
<p>
operation [ˌɑpəˈreɪʃ(ə)n] n.手术<br />
successful [səkˈsesfəl] adj.成功的<br />
following [ˈfɑloʊɪŋ] adj.下一个<br />
patient [ˈpeɪʃ(ə)nt] n.病人<br />
alone [əˈloʊn] adj.独自的<br />
exchange [ɪksˈtʃeɪndʒ] n.(电话的)交换台<br />
inquire [ɪnˈkwaɪr] v.询问,打听<br />
certain [ˈsɜrt(ə)n] adj.某个<br />
caller [ˈkɔlər] n.打电话的人<br />
relative [ˈrelətɪv] n.亲戚<br />
</p>

<p>
have an operation 动手术<br />
leave me alone 离我远点<br />
inquire about sth./sb. 询问某事/某人<br />
</p>

<hr />
<p>
宾语从句<br />
NCE1 L99 L101 L133 L135 L139<br />
</p>

<p>
refuse to do sth. 拒绝做某事<br />
ask for sth. 寻求某物<br />
be allowed to do sth. 被允许做某事<br />
</p>
</div>
</div>



<div id="outline-container-org8764462" class="outline-3">
<h3 id="org8764462">单词造句</h3>
</div>
<div id="outline-container-org5b1a1e3" class="outline-3">
<h3 id="org5b1a1e3">反复听电影片段</h3>
</div>
<div id="outline-container-orgaf35b81" class="outline-3">
<h3 id="orgaf35b81">Pattern Drill 写+读</h3>
</div>
<div id="outline-container-orgcb3ddf6" class="outline-3">
<h3 id="orgcb3ddf6">给自己讲解</h3>
</div>
<div id="outline-container-orgaecfa80" class="outline-3">
<h3 id="orgaecfa80">红皮书</h3>
</div>
<div id="outline-container-orgf1acfe9" class="outline-3">
<h3 id="orgf1acfe9">习惯用法造句</h3>
</div>
<div id="outline-container-orgdb2becf" class="outline-3">
<h3 id="orgdb2becf">跟读至背诵</h3>
</div>
<div id="outline-container-org215d5bf" class="outline-3">
<h3 id="org215d5bf">Ask me if 写+读</h3>
</div>
<div id="outline-container-orgaf2e3b7" class="outline-3">
<h3 id="orgaf2e3b7">摘要写作</h3>
</div>
<div id="outline-container-org1fa0ef0" class="outline-3">
<h3 id="org1fa0ef0">tell the story 口语</h3>
</div>
<div id="outline-container-orga0f5bcb" class="outline-3">
<h3 id="orga0f5bcb">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
